tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "calc"
brew "cmake"
brew "coreutils"
brew "fnm"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libffi"
brew "libtool"
brew "pkg-config"
brew "helm"
brew "htop"
brew "jq"
brew "lf"
brew "libarchive"
brew "libmagic"
brew "lua"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "ubersicht"
cask "zoom"
