tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "pkg-config"
brew "antiword"
brew "asciidoctor"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "re2"
brew "bear"
brew "calc"
brew "libtool"
brew "imagemagick"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "delve"
brew "docx2txt"
brew "dos2unix"
brew "exiftool"
brew "gnutls"
brew "zstd"
brew "libarchive"
brew "snappy"
brew "ffmpegthumbnailer"
brew "figlet"
brew "flake8"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "lua"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lf"
brew "libmagic"
brew "librdkafka"
brew "libxmlsec1"
brew "lolcat"
brew "luajit-openresty"
brew "media-info"
brew "minikube"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "odt2txt"
brew "openblas"
brew "openssl@3"
brew "p7zip"
brew "parallel"
brew "pgweb"
brew "pipx"
brew "poetry"
brew "qt"
brew "postgresql"
brew "pyenv"
brew "pyright"
brew "python@3.8"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustfmt"
brew "rustup-init"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "stylua"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash", link: false
brew "trash-cli"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "write-good"
brew "yh"
brew "z"
brew "zlib"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"], link: false
cask "1password"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "keycastr"
cask "lens"
cask "minecraft"
cask "monitorcontrol"
cask "obs"
cask "pycharm"
cask "rectangle"
cask "slack"
cask "spaceid"
cask "sublime-text"
cask "ubersicht"
cask "vlc"
cask "zoom"
