tap 'bufbuild/buf'
tap 'cmacrae/formulae'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'koekeishiya/formulae'
tap 'paul-nameless/repo'
tap 'zegervdv/zathura'
brew 'libffi'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python@3.9'
brew 'python@3.10'
brew 'ansible'
brew 'antiword'
brew 'asciidoctor'
brew 'automake'
brew 'avro-tools'
brew 'aws-iam-authenticator'
brew 'awscli'
brew 'azure-cli'
brew 'bash'
brew 'bat'
brew 're2'
brew 'bear'
brew 'calc'
brew 'chafa'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'delve'
brew 'deno'
brew 'docx2txt'
brew 'dos2unix'
brew 'duf'
brew 'dust'
brew 'eksctl'
brew 'exiftool'
brew 'libtool'
brew 'gnutls'
brew 'zstd'
brew 'libarchive'
brew 'snappy'
brew 'ffmpegthumbnailer'
brew 'figlet'
brew 'flake8'
brew 'fnm'
brew 'fx'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'glow'
brew 'gnu-sed'
brew 'go'
brew 'grep'
brew 'helm'
brew 'lua'
brew 'highlight'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'k9s'
brew 'kubernetes-cli'
brew 'kubectx'
brew 'lazydocker'
brew 'lf'
brew 'libmagic'
brew 'librdkafka'
brew 'libxmlsec1'
brew 'lolcat'
brew 'luajit', args: ['HEAD']
brew 'luajit-openresty'
brew 'luarocks'
brew 'media-info'
brew 'minikube'
brew 'mpv'
brew 'ncdu'
brew 'neofetch'
brew 'tree-sitter', args: ['HEAD']
brew 'neovim'
brew 'nmap'
brew 'nnn'
brew 'odt2txt'
brew 'openblas'
brew 'openssl@3'
brew 'p7zip'
brew 'parallel'
brew 'pgweb'
brew 'pipenv'
brew 'pipx'
brew 'postgresql'
brew 'pyenv'
brew 'python@3.8'
brew 'ripgrep'
brew 'rust'
brew 'rust-analyzer'
brew 'rustfmt'
brew 'rustup-init'
brew 'shfmt'
brew 'speedtest-cli'
brew 'stern'
brew 'stow'
brew 'stylua'
brew 'telnet'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tldr'
brew 'tmux'
brew 'trash', link: false
brew 'trash-cli'
brew 'tree'
brew 'util-linux'
brew 'vips'
brew 'watch'
brew 'wget'
brew 'yh'
brew 'z'
brew 'zlib'
brew 'bufbuild/buf/buf'
brew 'koekeishiya/formulae/skhd', args: ['HEAD']
brew 'koekeishiya/formulae/yabai'
brew 'zegervdv/zathura/girara', args: ['HEAD']
brew 'zegervdv/zathura/zathura', args: ['HEAD'], link: false
brew 'zegervdv/zathura/zathura-pdf-poppler'
cask '1password'
cask 'alacritty'
cask 'docker'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'keycastr'
cask 'lens'
cask 'minecraft'
cask 'monitorcontrol'
cask 'neovide'
cask 'ngrok'
cask 'numi'
cask 'obs'
cask 'pycharm'
cask 'rar'
cask 'slack'
cask 'spaceid'
cask 'vlc'
cask 'xquartz'
cask 'zoom'
