abook
acpi
altair
android-file-transfer
arandr
artix-archlinux-support
artools-base
atool
autoconf
automake
backlight-runit
base
bat
bc
binutils
bison
blueman
bluez-runit
bluez-utils
brave-bin
brightnessctl
calcurse
catdoc
chafa
clang
connman-gtk
connman-runit
connman_dmenu-git
dbeaver
ddgr
dhcpcd
dialog
docker
docker-compose
docker-runit
dosfstools
dunst
efibootmgr
elixir
elogind-runit
emsdk
esysusers
etmpfiles
exfat-utils
fakeroot
fd
ffmpeg
ffmpegthumbnailer
file
findutils
firefox
flex
fnm
fzf
gawk
gcc
gdb
geoip
gettext
gimp
git
github-cli
gitkraken
glow
glxinfo
gnome-epub-thumbnailer
gnome-keyring
gnumeric
google-chrome-beta
gotop
grep
groff
grub
gtk-engine-murrine
gtk-theme-arc-gruvbox-git
gvfs-gphoto2
gvfs-mtp
gzip
helvum
highlight
htop
httptoolkit
icedtea-web
imagemagick
inotify-tools
intellij-idea-ultimate-edition
inxi
iptables-runit
jdk11-openjdk
jmtpfs
jpegoptim
keepassxc
lazygit
lf
libnotify
libreoffice-fresh
libtool
libxft-bgra-git
linux
linux-firmware
linux-headers
lshw
lsof
lynx
m4
maim
make
man-db
maven
mediainfo
mlocate
mpc
mpd
mpv
mtpfs
mutt
mutt-wizard-git
nautilus
ncdu
ncmpcpp
neofetch
neovim
nerd-fonts-complete
newsboat
ngrok
noto-fonts-emoji
ntfs-3g
ntp
obinskit
odt2txt
openssh-runit
os-prober
packup
pacman
pamixer
parallel
patch
pavucontrol
peco
perl-file-mimeinfo
perl-image-exiftool
picom
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
poppler
postgresql
powertop
pulsemixer
python-pip
qtkeychain-qt5
rabbitmq
radeontop
ripgrep
rsync
ruby
runit
rust
sc-im
screenkey
scrub
seahorse
sed
simple-mtpfs
skippy-xd-git
slock
speedtest-cli
stow
sudo
sxiv
task-spooler
telegram-desktop
texinfo
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langcyrillic
texlive-langextra
texlive-latexextra
texlive-pictures
texlive-science
tldr
tlp-runit
tmux
transmission-cli
trash-cli
tremc-git
ttf-linux-libertine
ueberzug
unclutter
unrar
unzip
urlscan
vi
vim
virtualbox
virtualbox-ext-oracle
virtualbox-host-modules-artix
visual-studio-code-bin
vtop
w3m
which
wireshark-qt
wkhtmltopdf
wpa_supplicant
wpa_supplicant-runit
xcape
xclip
xcompmgr
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xkb-switch
xlayoutdisplay
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xwininfo
xsel
xwallpaper
yay
youtube-dl
youtube-viewer-git
zathura
zathura-pdf-mupdf
zip
zsh
zsh-fast-syntax-highlighting
