tap "bufbuild/buf"
tap "cmacrae/formulae"
tap "deviceinsight/packages"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "keep-simple/formulae"
tap "koekeishiya/formulae"
brew "aerc"
brew "openssl@3"
brew "readline"
brew "xz"
brew "ansible"
brew "antiword"
brew "zstd"
brew "asciidoctor"
brew "automake"
brew "snappy"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "btop"
brew "calc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cpulimit"
brew "dive"
brew "docutils", link: false
brew "docx2txt"
brew "dos2unix"
brew "duf"
brew "dust"
brew "eksctl"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "libarchive"
brew "openblas"
brew "ffmpegthumbnailer"
brew "figlet"
brew "libtool"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "google-java-format"
brew "grep"
brew "re2"
brew "pkg-config"
brew "helm"
brew "lua"
brew "highlight"
brew "html2text"
brew "htop"
brew "libffi"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lf"
brew "libmagic"
brew "libxmlsec1"
brew "lolcat"
brew "luajit"
brew "make"
brew "media-info"
brew "minikube"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "odt2txt"
brew "openapi-generator"
brew "p7zip"
brew "parallel"
brew "postgresql@14"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rure"
brew "speedtest-cli"
brew "spotify_player"
brew "stern"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "trash", link: false
brew "trash-cli"
brew "tree"
brew "util-linux"
brew "vips"
brew "watch"
brew "wget"
brew "yh"
brew "zlib"
brew "deviceinsight/packages/kafkactl"
brew "hudochenkov/sshpass/sshpass"
brew "keep-simple/formulae/vtclean"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "brave-browser"
cask "dmenu-mac"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "monitorcontrol"
cask "ngrok"
cask "obs"
cask "rar"
cask "spaceid"
cask "spotify"
cask "utm"
cask "virtualbuddy"
cask "vlc"
cask "zoom"
